<?php

/**
* ECSHOP 支付宝转账付款插件语言文件
* ============================================================================
* 版权所有 2005-2008 上海商派网络科技有限公司，并保留所有权利。
* 网站地址: http://www.ecshop.com；
* ----------------------------------------------------------------------------
* 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
* 使用；不允许对程序代码以任何形式任何目的的再发布。
* ============================================================================
* @author:     第九购物 [CAYO.TAOBAO.COM]
* @version:    v1.0
* ---------------------------------------------
*/

global $_LANG;

$_LANG['alipay_twd'] = '支付宝转账付款';
$_LANG['alipay_desc'] = '支付宝网站(www.alipay.com) 是国内先进的网上支付平台。<br/>此接口是支付宝快速付款收款方式，无需申请接口。<font color="red"><b>零预付，免年费，免手续费。</b></font><br>支持各大银行和已有的支付宝账号即时付款方式。同时支持付款成功已短信通知收款人。';
$_LANG['alipay_account'] = '支付宝帐户';
$_LANG['alipay_account_desc'] = '输入你的支付宝收款账号邮箱地址或手机号码';
$_LANG['alipay_memo'] = '备注';
$_LANG['alipay_memo_desc'] = '备注内容商家可事先预留供买家看，买家在付款页面可以修改选填，备注内容双方都可查看。<br>留空默认不显示预留备注，买家可自选填。如果买家有填写订单附言，优先传递内容过去。';
$_LANG['alipay_smsNo'] = '收款人手机号码';
$_LANG['alipay_smsNo_desc'] = '这里输入手机号码，作为付款成功后接收短信提醒。留空默认由买家自填。';
//$_LANG['pay_button'] = '立即使用支付宝支付';
$_LANG['alipay_pay_sms'] = '免费短信通知';
$_LANG['alipay_pay_sms_desc'] = '是否默认勾选“免费短信通知收款人”';
$_LANG['alipay_pay_sms_range']['true'] = '是';
$_LANG['alipay_pay_sms_range'][''] = '否';
?>